
one = ["上海市","北京市","深圳市","广州市","成都市","杭州市","重庆市","武汉市","苏州市","西安市","天津市","南京市","郑州市","长沙市","沈阳市","青岛市","宁波市","东莞市","无锡市"]

two=["厦门市","福州市","无锡市","合肥市","昆明市","哈尔滨市","济南市","佛山市","长春市","温州市","石家庄市","南宁市","常州市","泉州市","南昌市","贵阳市","太原市",
"烟台市","嘉兴市","南通市","金华市","珠海市","惠州市","徐州市","海口市","乌鲁木齐市","绍兴市","中山市","台州市","兰州市"]

three=["潍坊市","保定市","镇江市","扬州市","桂林市","唐山市","三亚市","湖州市","呼和浩特市","廊坊市","洛阳市","威海市","盐城市","临沂市","江门市","汕头市","泰州市","漳州市","邯郸市","济宁市","芜湖市",
"淄博市","银川市","柳州市","绵阳市","湛江市","鞍山市","赣州市","宜昌市","包头市","秦皇岛市","株洲市","莆田市","吉林市","淮安市","肇庆市","宁德市","衡阳市","南平市",
"连云港市","丹东市","丽江市","揭阳市","延边朝鲜族自治州","舟山市","九江市","龙岩市","沧州市","抚顺市","襄阳市","上饶市","营口市","三明市","蚌埠市","丽水市","岳阳市","清远市","荆州市","泰安市","衢州市","盘锦市","东营市","南阳市","马鞍山市","南充市","西宁市","孝感市","齐齐哈尔市"]
